{
  "Prime Minister's Office": [
    {
      "heading": "PM chairs a CCS meeting to review Indias security preparedness, and the prevailing global scenario in the context of the ongoing conflict in Ukraine",
      "link": "https://pib.gov.in/PressReleasePage.aspx?PRID=1805516",
      "text": "Prime Minister Narendra Modi chaired a CCS meeting to review Indias security preparedness, and the prevailing global scenario in the context of the ongoing conflict in Ukraine. The Prime Minister was briefed on latest developments and different aspects of Indias security preparedness in the border areas as well as in the maritime and air domain. The Prime Minister was also briefed on the latest developments in Ukraine, including the details of Operation Ganga to evacuate Indian nationals, along with some citizens of Indias neighbouring countries, from Ukraine. Prime Minister Modi directed that all possible efforts should be made to bring back the mortal remains of Naveen Shekharappa, who died in Kharkiv.",
      "summary": "",
      "highlights": [[], [], []]
    }
  ],
  "AYUSH": [
    {
      "heading": "India is well positioned to become global leader in Yoga and traditional medicine - Shri Sarbananda Sonowal",
      "link": "https://pib.gov.in/PressReleasePage.aspx?PRID=1805537",
      "text": "Union Minister of Ayush and Ports, Shipping and Waterways Shri Sarbanand Sonowal was inaugurated Yoga Mahotsav 2022, an event to commemorate 100 days countdown in run up to 8th International Day of Yoga (IDY) 2022 today at New Delhi. Chief Minister of Haryana Shri Manohar Lal Khattar, Chief Minister of Sikkim Shri Prem Singh Tamang, Union Minister for Labour & Employment and Environment Shri Bhupender Yadav, MoS for Ayush Dr. Munjpara Mahendrabhai and MoS for External Affairs and Culture Smt. Meenakshi Lekhi and Swami Chidanand Saraswatiji, President, Parmarth Niketan, Rishikesh were also present on this occasion. This year the International Day of Yoga 2022 campaign will focus on the theme 100 days, 100 cities and 100 organizations till 21st June, 2022 across the globe. For the first time to celebrate Azadi ka Amrut Mahotsav, it will demonstrate Yoga at 75 Heritage Heritage/Iconic cultural sites on 21st June, 2022. Other program includes Yoga programs, Yoga demonstrations, workshops, seminar to be held not only in India but across the globe. Ministry will propagate benefits of using WHO mYoga App, Namastey App, Y-break App. Various people centric activities and programmes will be launched on MyGov platform including Photo contest, quiz, discussion, pledge, poll survey, jingle etc. In his inaugural address Shri Sarbananda Sonowal said that IDY 2022 will be the 8th edition of International Day of Yoga organised by us. Its an opportunity for a mass movement to promote health, wellbeing and peace across the globe. It is worth mentioning that 100-day countdown will formally mark the beginning of journey towards celebration of IDY-2022, which will be journey towards freedom from disease, stress and depression. The Minister  said that as WHOs Global Centre for Traditional Medicine is being established in India, it has incumbent upon India, which is equipped with deep wisdom of yoga and traditional health practices, to lead the world on the path of peace, well-being, better and affordable health. He added that Under the leadership of our Prime Minister, since 2015 it has become a mass movement and has been recognized as biggest public initiative in the world – more than 250 million people are practicing common yoga protocol developed by Ministry of Ayush. My ministry has taken initiatives to make yoga an Indian brand for world peace and also to promote motto of promote motto of Ek Bharat Shreshth Bharat. On this occasion, Chief Minister of Haryana Shri Manohar Lal Khattar said that Haryana is first state in India to establish Yoga Commission. We are in process of establishment an Ayush University in kurukshetra, Haryana in 100 acre area. We have also taken initiative to make it mandatory to make available an Ayush Doctor in almost 2000 Public Health Center of Haryana. Shri Prem Singh Tamang, Chief Minister of Sikkim proposed to establish National Yoga and Meditation Institute at near Kritunga Lake in Sikkim. It will be a global institution which will impart knowledge about the yoga. He added that Yoga is part of the school curriculum of Sikkim and around 500 teachers are imparting these services. In his Address, Shri Bhupender Yadav said that on the path of environment friendly lifestyle, Yoga and Ayush as a whole, have a lot to contribute We are amending the Bio-diversity Act which will have lasting impact on the advancement of Ayush systems. He requested Ayush Minister to also organise Yoga programmes during this countdown series at prized sites like 49 select lakes and 52 tiger reserves. Vaidya Rajesh Kotecha, Secretary, Ministry of Ayush  citing an example of the utility of Yoga in the current scenario, said that AIIMS Delhi did a project to see the efficacy of Yoga in holistic health. AIIMS studied the impact of Yoga in comparison with Gym goers. The physical improvement in both the groups were almost same but whereas Gym goers were seen to have enhanced Rajo-gun' and Tamo-gun, the yoga practicing group was seen to have enhanced Sato-gun.",
      "highlights": [[], [], []]
    }
  ],
  "Ministry of Communications": [
    {
      "heading": "Shri Ashwini Vaishnaw inaugurates seminar on 25 Years of TRAI Act: The Way Forward for Stakeholders (Telecom    Broadcasting, IT, AERA and Aadhaar)",
      "link": "https://pib.gov.in/PressReleasePage.aspx?PRID=1805534",
      "text": "Telecom Disputes Settlement & Appellate Tribunal (TDSAT) organised a seminar on “25 Years of TRAI Act: Way Forward for Stakeholders (Telecom, Broadcasting, IT, AERA and Aadhaar)” here today. The seminar was inaugurated by Shri Ashwini Vaishnaw, the Union Minister for Communications, Electronics & Information Technology and Railways, to commemorate the 25 years long journey of Telecom Regulatory Authority of India (TRAI) Act. In the year 1997, TRAI Act was enacted to regulate the telecommunications sector in India. It also provided for a mechanism of dispute resolution among the stakeholders of telecom sector. It was amended in 2000, establishing a Telecom Disputes Settlement and Appellate Tribunal (TDSAT) to take over the adjudicatory and disputes functions from TRAI. Shri Ashwini Vaishnaw congratulated the TDSAT for holding this seminar. The Unique character of Telecommunications sector, the Minister said, is because of the nature of spectrum which is indestructible and completely reusable. The other unique characters of the sector pointed out by Shri Ashwini Vaishnaw included its highly capital intensive nature, sensitivity to the technology changes and the strategic importance, which has become more relevant today as compared to the time when TRAI Act was formulated, 25 years back. He said that now the whole policy discourse is defined by Post- COVID scenario where the digital technology has become more significant. Elucidating on the thought process with which the government is moving ahead in terms of policies and initiatives, the Minister said that ‘Antyodaya’ and inclusive development is the first and foremost philosophy behind the decisions and initiatives of our government and with this thought the government wants to narrow down the digital divide in the country. ‘Aatmanirbhar Bharat’, he said, is the second dominant philosophy guiding the strategy and approach of government. 4G technology stack has been developed by Indian brains in record 14 months with fraction of costs compared to the other systems have been developed, he said. Further, the Minister highlighted the role of Indian institutions and scientists in development of 5-G core. Simultaneously we have started working on 6G technology so that we can take lead in 6 G and can set the direction for the whole world, he stated. Ms. Justice Indira Banerjee, Judge of the Supreme Court, shared her experience of working in judiciary and the simultaneous growth in technology over a period of time. Speaking about the journey of TRAI and evolution of telecommunications sector in India, She said that National Telecom Policy, 1994, allowed entry of private entities in telecom sector and with entry of private sector, need was felt to have a regulator for this sector. This led to establishment of Telecom Regulatory Authority of India in 1997 through enactment of TRAI Act. Initially, TRAI played the role of regulator as well as adjudicator. The TRAI Act was amended by an ordinance, effective from 24 January 2000, establishing a Telecom Disputes Settlement and Appellate Tribunal (TDSAT) to take over the adjudicatory and disputes functions from TRAI. Referring to the importance of regulation in telecommunication sector, Ms Justice Indira Banerjee said that regulatory measures are important considering the large scale of people using telecom and internet services. However, She said that the regulatory measures should not impede the growth of this sector. Addressing the event Shri Justice Shiva Kirti Singh, Chairperson TDSAT and former Judge of Supreme Court of India, stated that TDSAT deals with matters in very important Sectors, many of them being regulated because of their sensitive nature. These sectors are bound to become more and more significant in the modern technological era.  He said that TDSAT needs to avoid arrears beyond a year. That will have a favourable impact on the overall health and growth of all the concerned sectors which are very important for our Nation. Talking about the need to increase strength of TDSAT, Justice Shiva Kirti Singh, said that in spite of impressive figures of disposal, during pre-covid years, the number of filings as well as the pendency has kept on increasing. By end of 2019 the pendency was 2068. After the Covid pandemic, the pendency has now risen to 4019 cases. He said, “At least two more Benches are required. For that in addition to the Chairperson, the strength of Members / Judicial Members needs to be raised to five.” Number of ministerial and supporting staff also need to be increased suitably, he said. Sharing his concern for the IT sector, Shri Shiva Kirti Singh said that unlike Telecom; it does not have the guidance, monitoring or regulation by a permanent expert body like TRAI. It is urgently needed. It would be in larger public interest to expand the regulatory areas of TRAI to all digital communications and IT or else to have another suitable expert body to take up the challenges relating to IT. The objective of the seminar was to enhance awareness regarding regulatory mechanism, including dispute resolution, amongst stakeholders in Telecom, Broadcasting, IT, Airport Infrastructure and Aadhaar Sectors. The subject was deliberated by dignitaries from the Government, Judiciary, representatives of various stakeholders, Sector Regulators, eminent lawyers etc. It is expected that these discussions would throw light on key areas, emerging trends and challenges thrown by fast changing technology concerning the sectors.",
      "summary": "",
      "highlights": [[], [], []]
    }
  ],
  "Ministry of Cooperation": [
    {
      "heading": "Union Home and Cooperation Minister Shri Amit Shah inaugurated and laid foundation stone of various schemes of Sumul Dairy in Surat, Gujarat today",
      "link": "https://pib.gov.in/PressReleasePage.aspx?PRID=1805574",
      "text": "In his address on the occasion, the Union Home and Cooperation Minister said today a historic cooperation conference has been organized in TapiDistrict of South Gujarat. The presence and enthusiasm of a large number of people in this conference is a testament to how strong the cooperative structure is in Gujarat. Shri Amit Shah said that this is the year of AmritMahotsav of the country's Independence. 75 years have passed since India's Independence and the 75th year of Independence is very important for any country. The Prime Minister, Shri NarendraModi has tried to view everything from a new perspective.There is an attempt to celebrate the year of the AmritMahotsav of Independence as the year of making a resolve for the nation. He said that it is the year to make a resolvein every region of the country on where the country will be after 100 years of Independence.The Prime Minister has called upon 130 crore people to celebrate the year of AmritMahotsav of Independence as the year of making a resolution.Shri Shah said that the Prime Minister has tried to keep India at the forefront of the world in every field, whether it is about protecting the country or giving impetus to the country's economy. Whether it is to bring radical change through a new education policy, to make small businesses of the country prosper, to make self-help groups  and every citizen prosperous, or to establish the youth of the country on the world stage. Our goal is to strengthen the cooperative movement for workers of all cooperatives and make it the strongest cooperative movement in the world in the 100th year of Independence. The Union Cooperation Minister said that the journey of Sumul, which started 71 years ago, beganwith 200 litres to 20 lakh litres today, in which milk producing tribal men and women have greatly contributed. Today, due to the hard work and dedication of tribal women, milk worth Rs. 7 crore is sold daily and arrangements have been made to transfer Rs. 7 crore directly to the bank accounts of 2.5 lakh members.Who can imagine that every day money is deposited in the bank account of a tribal women who cultivates one to two acres of land. This is the miracle of the cooperative principle, the miracle of the cooperative movement. It is a miracle of a cooperative system that has been created in Gujarat and under the aegis of Amul, by the effort and might of Shri Tribhuvan Patel.",
      "summary": "",
      "highlights": [[], [], []]
    }
  ],
  "Ministry of Defence": [
    {
      "heading": "Union Home and Cooperation Minister Shri Amit Shah inaugurated and laid foundation stone of various schemes of Sumul Dairy in Surat, Gujarat today",
      "link": "https://pib.gov.in/PressReleasePage.aspx?PRID=1805574",
      "text": "In his address on the occasion, the Union Home and Cooperation Minister said today a historic cooperation conference has been organized in TapiDistrict of South Gujarat. The presence and enthusiasm of a large number of people in this conference is a testament to how strong the cooperative structure is in Gujarat. Shri Amit Shah said that this is the year of AmritMahotsav of the country's Independence. 75 years have passed since India's Independence and the 75th year of Independence is very important for any country. The Prime Minister, Shri NarendraModi has tried to view everything from a new perspective.There is an attempt to celebrate the year of the AmritMahotsav of Independence as the year of making a resolve for the nation. He said that it is the year to make a resolvein every region of the country on where the country will be after 100 years of Independence.The Prime Minister has called upon 130 crore people to celebrate the year of AmritMahotsav of Independence as the year of making a resolution.Shri Shah said that the Prime Minister has tried to keep India at the forefront of the world in every field, whether it is about protecting the country or giving impetus to the country's economy. Whether it is to bring radical change through a new education policy, to make small businesses of the country prosper, to make self-help groups  and every citizen prosperous, or to establish the youth of the country on the world stage. Our goal is to strengthen the cooperative movement for workers of all cooperatives and make it the strongest cooperative movement in the world in the 100th year of Independence. The Union Cooperation Minister said that the journey of Sumul, which started 71 years ago, beganwith 200 litres to 20 lakh litres today, in which milk producing tribal men and women have greatly contributed. Today, due to the hard work and dedication of tribal women, milk worth Rs. 7 crore is sold daily and arrangements have been made to transfer Rs. 7 crore directly to the bank accounts of 2.5 lakh members.Who can imagine that every day money is deposited in the bank account of a tribal women who cultivates one to two acres of land. This is the miracle of the cooperative principle, the miracle of the cooperative movement. It is a miracle of a cooperative system that has been created in Gujarat and under the aegis of Amul, by the effort and might of Shri Tribhuvan Patel.",
      "summary": "",
      "highlights": [[], [], []]
    }
  ]
}
